Repository: rafaelurben/django-kmuhelper
Catalog: kmuhelper/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it

source: Enter valid email addresses.
de: Geben Sie bitte gültige E-Mail-Adressen ein.
fr: Entrez des adresses électroniques valides.
it: Inserire indirizzi e-mail validi.

# Referenznummer
source: Reference number
de: Referenznummer
fr: Numéro de référence
it: Numero di riferimento

# Text on generated order PDF
source: Invoice date
de: Art-Nr.
fr: Art-Nr.
it: Articolo n.

# Text on generated order PDF
source: Invoice date
de: Bezeichnung
fr: Appellation
it: Denominazione

# Text on generated order PDF
source: Invoice date
de: Anzahl
fr: Quantité
it: Quantità

# Text on generated order PDF
source: Invoice date
de: Einheit
fr: Unité
it: Unità

# Text on generated order PDF
source: Invoice date
de: Preis
fr: Prix
it: Prezzo

# Text on generated order PDF
source: Invoice date
de: Total
fr: Total
it: Totale

# Text on generated order PDF
source: Invoice date
de: Rabatt
fr: Réduction
it: Sconto

# Text on generated order PDF
source: Invoice date
de: MwSt
fr: TVA
it: IVA

# Text on generated order PDF
source: Invoice date
de: Rechnungsbetrag, zahlbar netto innert %s Tagen
fr: Montant net, payable à %s jours
it: Importo netto, pagabile entro %s giorni

# Text on generated order PDF
source: Invoice date
de: Rechnungsbetrag
fr: Montant de la facture
it: Importo della fattura

# Text on generated order PDF
source: Invoice date
de: %(days)s Tage %(percent)s%% Skonto
fr: %(days)s jours %(percent)s%% de remise
it: %(days)s giorni %(percent)s%% di sconto

# Text on generated order PDF
source: Invoice date
de: Anzahl Produkte
fr: Nombre de produits
it: Numero di prodotti

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Vor der Einzahlung abzutrennen
fr: A détacher avant le versement
it: Da staccare prima del versamento

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Konto / Zahlbar an
fr: Compte / Payable à
it: Conto / Pagabile a

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Referenz
fr: Référence
it: Riferimento

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Zahlbar durch
fr: Payable par
it: Pagabile da

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Zusätzliche Informationen
fr: Informations additionnelles
it: Informazioni aggiuntive

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Empfangsschein
fr: Récépissé
it: Ricevuta

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Zahlteil
fr: Section paiement
it: Sezione pagamento

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Währung
fr: Monnaie
it: Valuta

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Betrag
fr: Montant
it: Importo

# QR-Invoice / fixed by SIX group style guide
source: Acceptance point
de: Annahmestelle
fr: Point de dépôt
it: Punto di accettazione

# Text on generated order PDF
source: Invoice date
de: Tel
fr: Tel.
it: Tel.

# Text on generated order PDF
source: Invoice date
de: E-Mail
fr: E-Mail
it: E-Mail

# Text on generated order PDF
source: Invoice date
de: Web
fr: Web
it: Web

# Text on generated order PDF
source: Invoice date
de: Ihre Kundennummer
fr: Votre numéro de client
it: Il Suo codice cliente

# Text on generated order PDF
source: Invoice date
de: Bestellnummer
fr: Numéro de commande
it: Numero d'ordine

# Text on generated order PDF
source: Invoice date
de: Bestelldatum
fr: Date de commande
it: Data dell'ordine

# Text on generated order PDF
source: Invoice date
de: Datum
fr: Date
it: Data

# Text on generated order PDF
source: Invoice date
de: Rechnungsdatum
fr: Date de facture
it: Data della fattura

# Rechnung
source: Invoice
de: Rechnung
fr: Facture
it: Fattura

# Lieferschein
source: Delivery note
de: Lieferschein
fr: Bon de livraison
it: Nota di consegna

# Zahlungserinnerung
source: Payment reminder
de: Zahlungserinnerung
fr: Rappel de paiement
it: Promemoria di pagamento

source: Dear customer You have probably forgotten to pay this invoice from %(original_date)s within the given time limit. We kindly ask you to do so within %(days)d days. Should your payment cross with this letter, please consider it as irrelevant.
de: Geschätzter Kunde Vermutlich ist Ihnen entgangen, diese Rechnung vom %(original_date)s innert der gewährten Frist zu begleichen. Wir bitten Sie, dies innert %(days)d Tagen nachzuholen. Sollte sich Ihre Zahlung mit diesem Schreiben überkreuzen, so betrachten Sie dieses bitte als gegenstandslos.
fr: Cher client Vous n'avez probablement pas réglé cette facture du %(original_date)s dans le délai imparti. Nous vous prions de bien vouloir le faire dans les %(days)d jours. Si votre paiement devait se recouper avec cette lettre, veuillez considérer que celle-ci est sans objet.
it: Gentile Cliente Riteniamo che non abbiate pagato questa fattura dell' %(original_date)s entro i termini previsti. Vi chiediamo gentilmente di farlo entro %(days)d giorni. Se il vostro pagamento dovesse incrociarsi con questa lettera, consideratela irrilevante.

# quantity description
source: Tube
de: Stück
fr: Pièce
it: Pezzo

# quantity description
source: Tube
de: Stunde
fr: Heure
it: Ora

# quantity description
source: Tube
de: Einheit
fr: Unité
it: Unità

# quantity description
source: Tube
de: Flsche
fr: Bouteille
it: Bottiglia

# quantity description
source: Tube
it: Tubo
